[Play_X2_XP_KAL_T_First_Templar_Focus AkEvent]
SpokenText="Міць Тамплієрів в бою подібна до хвилі. Концентруючись, ми збільшуємо її, щоб потім обрушити на своїх ворогів."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_A AkEvent]
SpokenText="Кілька моїх послідовників, які супроводжували дезертира з \"Адвента\" в укрите місце, потрапили в засідку. Ми готові до жертв, коли це неминуче, але опору не слід втрачати такого цінного союзника. Якщо ви зможете врятувати моїх людей, то заслужите їхню повагу."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_B AkEvent]
SpokenText="Слуги Старійшин йдуть по слідах моїх послідовників та важливого агента, які ховаються в глибині старого міста. Захоплення цієї групи стане серйозною і до того ж непотрібною втратою. Без підкріплення вони довго не протримаються. Прошу вас: зробіть усе можливе для них."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_C AkEvent]
SpokenText="Мої послідовники потребують вашої допомоги. Цінний союзник разом з групою супроводу потрапив у пастку в одному із занедбаних міст. Пси Старійшин йдуть по сліду і зовсім скоро знайдуть їхнє укриття. Прошу вас, допоможіть, чим можете, своїм вірним союзникам."

[Play_X2_XP_KAL_T_Gather_Survivors_First_ADVENT_Sighted AkEvent]
SpokenText="Неподалік від вас слуги Старійшин. Якщо вони стануть на вашому шляху, зробіть те, що необхідно."

[Play_X2_XP_KAL_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="Ви зробили сьогодні велику справу. Дякую вам і вашим військам за хоробрість."

[Play_X2_XP_KAL_T_Gather_Survivors_XCOM_Links_Faction_Soldier AkEvent]
SpokenText="Покажемо нашим новим друзям, як сила Тамплієрів змінить цю війну!"

[Play_X2_XP_KAL_T_How_To_Use_Templar AkEvent]
SpokenText="Мої послідовники, воїни-Тамплієри, спеціалізуються на управлінні пси-енергією, підкорюючи собі силу, яка належить усім істинним спадкоємцям Землі. Напружена концентрація дозволяє нам перетворювати світ навколо за своїм бажанням."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="Мої послідовники шукають нових союзників у найрізноманітніших місцях - навіть у фальшивих святилищах, зведених Старійшинами, щоб обдурити нас. Наш новий товариш намагається сховатися від сил \"Адвента\" в підземних тунелях, але довго він так не протримається. Я направив вам на допомогу одного зі своїх найкращих людей, але основний труд ляже на ваші плечі."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="Один наш знайомий, який колись служив Старійшинам, вирішив приєднатися до нас. Він сховався в укритті, спорудженому в тунелях під містом, але у нас недостатньо сил, щоб виручити його. Я прошу вас зробити все можливе для порятунку нашого союзника."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="Один із найбільш досвідчених моїх послідовників відправився в тунелі, щоб виручити цінного союзника. Мій боєць сильний, але, боюсь, на самоті навіть він не впорається. Він виконає будь-який ваш наказ, а ви постарайтеся, щоб вони повернулися живими й неушкодженими."

[Play_X2_XP_KAL_T_Swarm_Mission_Complete AkEvent]
SpokenText="Я ніколи не сумнівався у ваших здібностях. Ви заслужили нашу довіру."
